<template>
  <div id="agreement">
    <p class="agreement-title">燕塘优鲜达微商城用户使用协议</p>
    <div class="agreement-content">
      <p>1、燕塘优鲜达微商城（以下简称“本平台”）为广东燕塘乳业股份有限公司旗下的电商平台，旨在为您提供更为便捷高效的订奶到家服务。指尖订奶，新鲜送到家。</p>
      <p>2、本平台所有展示商品均为“燕塘”品牌巴氏奶，须冷藏保存，请在保质期内饮用完毕。“燕塘”品牌所有牛奶均选用优质奶源，营养丰富，请放心饮用。</p>
      <p>3、本平台现已开通的配送服务范围为：广州市荔湾区、越秀区、海珠区、天河区、黄埔区和白云区，个别区域不能送达，请以实际接单情况为准。配送范围不断更新中，请您留意本平台显示。</p>
      <p>4、本平台订奶服务将由您下单地址对应的与我公司签约的经销服务部承接并进行配送，服务部独立运营，配售服务成熟专业。</p>
      <p>5、您在本平台的下单行为属于发出合同要约，您需先行支付货款。在服务部承诺确认您的订单要约前，您有权操作撤单。如下单失败、撤单或其他任何原因导致的退款，本平台均将于事实发生之日起十个工作日内向您退还。</p>
      <p>6、本平台展示的商品仅限按固定数量下单，且不同数量级别订单的有效期不同：30瓶级订单有效期60天，90瓶级订单有效期150天，180瓶级订单有效期270天。请您在相应级别订单的有效期内使用完毕，逾期作废。订单有效期从起送日（含当天）起算，起送日为下单后第三天至第五天之间。</p>
      <p>7、您在本平台下单并支付成功后12小时之内，将收到第一次响应（接单/重新派单并等待/订单无法完成/其他）。如果接单成功，接单服务部的送奶员将与您联系，上门为您安装奶箱（免费提供和回收），请您保持通讯畅通。</p>
      <p>8、请您遵守送奶上门的特殊要求，服务部送奶员将定期回收瓶装产品空瓶，如您损坏或遗失空瓶，将按1元/瓶向服务部赔偿。除此之外，您无需向服务部再直接支付任何费用。</p>
      <p>9、用心服务，真诚沟通。如您有调整送奶时间等合理要求时，请提前2天与相应服务部沟通。暂不接受超出现有服务范围的配送地址变更申请，敬请理解。</p>
      <p>10、本平台仅为普通个人消费者提供采购要约平台，如您是机团客户，需要送奶到户业务，请拨打燕塘乳业官方订奶热线400-888-1956进行咨询</p>
      <p>11、如您需要更多的产品和服务咨询、售后协调等帮助，请在工作时间联系我们400-888-1956。</p>
      <p>12、本协议一经您确认，代表您本人已通篇阅读、完全理解并全面认可本协议的全部内容。本协议及本平台运营的最终解释权归广东燕塘乳业股份有限公司所有。</p>
    </div>
  </div>
</template>

<script>
// import { Toast } from 'vant';
// import { articleList } from "@/api/article"
export default {
  components: {
    // [Toast.name]: Toast,
  },
  data(){
    return{

    }
  },
  methods: {

  },
  mounted(){

  }
};
</script>

<style rel="stylesheet/scss" lang="scss" scoped>
#agreement{
  background-color: #f6f6f6;
  p.agreement-title {
    padding-top: 0.48rem;
    text-align: center;
    font-size: 0.4rem;
    color: #202020;
    font-weight: bold;
  }
  div.agreement-content{
    padding: 0.533333rem 0.4rem;
    p{
      padding-bottom: 0.5rem;
      color: #666;
      font-size: 0.346667rem;
      line-height: 0.6rem;
    }
  }
}
</style>
